tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "microsoft/git"
brew "python@3.10"
brew "azure-cli"
brew "kubernetes-cli"
brew "mas"
brew "node"
brew "nodenv"
brew "ocrmypdf"
brew "starship"
brew "syncthing"
brew "terraform"
brew "tesseract-lang"
brew "zsh-autosuggestions"
brew "azure/functions/azure-functions-core-tools@4"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "azure-data-studio"
cask "brave-browser"
cask "cryptomator"
cask "discord"
cask "docker"
cask "dupeguru"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "git-credential-manager-core"
cask "github"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logseq"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "parallels"
cask "postman"
cask "powershell"
cask "pycharm-ce"
cask "raycast"
cask "remote-desktop-manager-free"
cask "steam"
cask "sweet-home3d"
cask "swiftcord"
cask "tabula"
cask "tagspaces"
cask "teamviewer"
cask "visual-studio-code"
cask "warp"
cask "webcatalog"
mas "1Password for Safari", id: 1569813296
mas "Flow", id: 1423210932
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Remote Desktop", id: 409907375
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "WhatsApp", id: 1147396723
mas "Workspace", id: 1462282993
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
#brew "aztfy"
#mas "Slack", id: 803453959
